Repository: Sager1145/Rina-Chan-board-370-leds
Catalog: ios/RinaBoard/Resources/PresetNames.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: 5yncri5e! · 黄色
en: 5yncri5e! · Yellow
ja: 5yncri5e!・イエロー
zh_hant: 5yncri5e!・黃色

source: AZALEA · 粉色
en: AZALEA · Pink
ja: AZALEA・ピンク

source: A·ZU·NA · 意大利红色
en: A·ZU·NA · Italian red
ja: A・ZU・NA・イタリアンレッド
zh_hant: A·ZU·NA・義大利紅色

source: CYaRon! · 橙色
en: CYaRon! · Orange
ja: CYaRon!・オレンジ

source: CatChu! · 红色
en: CatChu! · Red
ja: CatChu!・レッド
zh_hant: CatChu!・紅色

source: Cerise Bouquet · 玫瑰色
en: Cerise Bouquet · Rose
ja: Cerise Bouquet・ローズ

source: DOLLCHESTRA · 蓝色
en: DOLLCHESTRA · Blue
ja: DOLLCHESTRA・ブルー
zh_hant: DOLLCHESTRA・藍色

source: DiverDiva · 银紫色
en: DiverDiva · Silver purple
ja: DiverDiva・シルバーパープル
zh_hant: DiverDiva・銀紫色

source: Guilty Kiss · 紫色
en: Guilty Kiss · Purple
ja: Guilty Kiss・パープル

source: KALEIDOSCORE · 浅紫色
en: KALEIDOSCORE · Light purple
ja: KALEIDOSCORE・ライトパープル
zh_hant: KALEIDOSCORE・淺紫色

source: Mira-Cra Park! · 黄色
en: Mira-Cra Park! · Yellow
ja: Mira-Cra Park!・イエロー
zh_hant: Mira-Cra Park!・黃色

source: QU4RTZ · 奶茶色
en: QU4RTZ · Milk tea
ja: QU4RTZ・ミルクティー色

source: R3BIRTH · 坦桑蓝色
en: R3BIRTH · Tanzanite blue
ja: R3BIRTH・タンザナイトブルー
zh_hant: R3BIRTH・坦桑藍色

source: Saint Snow · 红色
en: Saint Snow · Red
ja: Saint Snow・レッド
zh_hant: Saint Snow・紅色

source: YYY · 绿色
en: YYY · Green
ja: YYY・グリーン
zh_hant: YYY・綠色

# face.face_01_surprised_winking_with_mouth
source: 惊讶眨眼
en: Surprised wink
ja: びっくりウインク
zh_hant: 驚訝眨眼

# face.face_02_glasses_eyed_square_mouth
source: 眼镜眼·方嘴
en: Glasses eyes · square mouth
ja: メガネ目・四角い口
zh_hant: 眼鏡眼・方嘴

# face.face_03_confused_raised_eyebrows
source: 疑惑挑眉
en: Puzzled · raised eyebrows
ja: 困り顔・上がった眉

# face.face_04_sad_diagonal_eyes_downturned_mouth
source: 伤心·下垂嘴角
en: Sad · downturned mouth
ja: しょんぼり・下がった口元
zh_hant: 傷心・下垂嘴角

# face.face_05_neutral_blocky_eyes_smirk
source: 方眼·浅笑
en: Square eyes · smirk
ja: 四角い目・にやり
zh_hant: 方眼・淺笑

# face.face_06_squinting_happy
source: 眯眼笑
en: Squinting smile
ja: 目を細めた笑顔
zh_hant: 瞇眼笑

# face.face_07_wide_eyebrows_tiny_mouth
source: 宽眉·小嘴
en: Wide eyebrows · small mouth
ja: 太い眉・小さな口
zh_hant: 寬眉・小嘴

# face.face_08_triangle_eyes_frown
source: 三角眼·下垂嘴角
en: Triangle eyes · frown
ja: 三角の目・への字口

# face.face_09_stoic_vertical_eyes_frown
source: 竖眼·下垂嘴角
en: Vertical eyes · frown
ja: 縦長の目・への字口
zh_hant: 豎眼・下垂嘴角

# face.face_10_x_eyes_frown
source: 叉叉眼·下垂嘴角
en: X eyes · frown
ja: バツ目・への字口

source: 三船栞子 · 翡翠色
en: Shioriko Mifune · Emerald
ja: 三船栞子・エメラルド

source: 上原步梦 · 浅粉色
en: Ayumu Uehara · Light pink
ja: 上原歩夢・ライトピンク
zh_hant: 上原步夢・淺粉色

source: 东条希 · 紫罗兰色
en: Nozomi Tojo · Violet
ja: 東條希・バイオレット
zh_hant: 東條希・紫羅蘭色

source: 中须霞 · 蜡笔黄色
en: Kasumi Nakasu · Crayon yellow
ja: 中須かすみ・クレヨンイエロー
zh_hant: 中須霞・蠟筆黃色

source: 乙宗梢 · 人鱼绿色
en: Kozue Otomune · Mermaid green
ja: 乙宗梢・マーメイドグリーン
zh_hant: 乙宗梢・人魚綠色

source: 优木雪菜 · 猩红色
en: Setsuna Yuki · Scarlet
ja: 優木せつ菜・スカーレット
zh_hant: 優木雪菜・猩紅色

source: 南小鸟 · 白色
en: Kotori Minami · White
ja: 南ことり・白
zh_hant: 南小鳥・白色

source: 叶月恋 · 宝石蓝色
en: Ren Hazuki · Gem blue
ja: 葉月恋・ジェムブルー
zh_hant: 葉月戀・寶石藍色

source: 唐可可 · 蜡笔蓝色
en: Keke Tang · Crayon blue
ja: 唐可可・クレヨンブルー
zh_hant: 唐可可・蠟筆藍色

source: 园田海未 · 蓝色
en: Umi Sonoda · Blue
ja: 園田海未・ブルー
zh_hant: 園田海未・藍色

source: 国木田花丸 · 黄色
en: Hanamaru Kunikida · Yellow
ja: 国木田花丸・イエロー
zh_hant: 國木田花丸・黃色

source: 夕雾缀理 · 我的红色
en: Tsuzuri Yugiri · My red
ja: 夕霧綴理・マイレッド
zh_hant: 夕霧綴理・我的紅色

source: 大泽瑠璃乃 · 瑠璃粉色
en: Rurino Osawa · Ruri pink
ja: 大沢瑠璃乃・瑠璃ピンク
zh_hant: 大澤瑠璃乃・瑠璃粉色

source: 天王寺璃奈 · 纸白色
en: Rina Tennoji · Paper white
ja: 天王寺璃奈・ペーパーホワイト
zh_hant: 天王寺璃奈・紙白色

source: 安养寺姬芽 · 糖果紫色
en: Hime Anyoji · Candy purple
ja: 安養寺姫芽・キャンディーパープル
zh_hant: 安養寺姬芽・糖果紫色

source: 宫下爱 · 超橙色
en: Ai Miyashita · Ultra orange
ja: 宮下愛・スーパーオレンジ
zh_hant: 宮下愛・超橙色

source: 小原鞠莉 · 紫罗兰色
en: Mari Ohara · Violet
ja: 小原鞠莉・バイオレット
zh_hant: 小原鞠莉・紫羅蘭色

source: 小泉花阳 · 绿色
en: Hanayo Koizumi · Green
ja: 小泉花陽・グリーン
zh_hant: 小泉花陽・綠色

source: 岚千砂都 · 桃粉色
en: Chisato Arashi · Peach pink
ja: 嵐千砂都・ピーチピンク
zh_hant: 嵐千砂都・桃粉色

source: 平安名堇 · 蜜瓜绿色
en: Sumire Heanna · Melon green
ja: 平安名すみれ・メロングリーン
zh_hant: 平安名堇・蜜瓜綠色

source: 徒町小铃 · 长庚星色
en: Kosuzu Tomachi · Evening star
ja: 徒町小鈴・宵の明星色
zh_hant: 徒町小鈴・長庚星色

source: 日野下花帆 · 太阳色
en: Kaho Hinoshita · Sun color
ja: 日野下花帆・サンカラー
zh_hant: 日野下花帆・太陽色

source: 星空凛 · 黄色
en: Rin Hoshizora · Yellow
ja: 星空凛・イエロー
zh_hant: 星空凜・黃色

source: 朝香果林 · 皇室蓝色
en: Karin Asaka · Royal blue
ja: 朝香果林・ロイヤルブルー
zh_hant: 朝香果林・皇室藍色

source: 村野沙耶香 · 冰蓝色
en: Sayaka Murano · Ice blue
ja: 村野さやか・アイスブルー
zh_hant: 村野沙耶香・冰藍色

source: 松浦果南 · 祖母绿色
en: Kanan Matsuura · Emerald green
ja: 松浦果南・エメラルドグリーン
zh_hant: 松浦果南・祖母綠色

source: 樱内梨子 · 樱花粉色
en: Riko Sakurauchi · Sakura pink
ja: 桜内梨子・桜色
zh_hant: 櫻內梨子・櫻花粉色

source: 樱坂雫 · 浅蓝色
en: Shizuku Osaka · Light blue
ja: 桜坂しずく・ライトブルー
zh_hant: 櫻坂雫・淺藍色

source: 樱小路希奈子 · 玉米黄色
en: Kinako Sakurakoji · Corn yellow
ja: 桜小路きな子・コーンイエロー
zh_hant: 櫻小路希奈子・玉米黃色

source: 津岛善子 · 白色
en: Yoshiko Tsushima · White
ja: 津島善子・ホワイト
zh_hant: 津島善子・白色

source: 涩谷香音 · 金盏花色
en: Kanon Shibuya · Marigold
ja: 渋谷香音・マリーゴールド
zh_hant: 澀谷香音・金盞花色

source: 渡边曜 · 亮蓝色
en: You Watanabe · Bright blue
ja: 渡辺曜・ブライトブルー
zh_hant: 渡邊曜・亮藍色

source: 百生吟子 · 天之原色
en: Ginko Momose · Amanohara
ja: 百生吟子・あまのはら色

source: 矢泽妮可 · 粉色
en: Nico Yazawa · Pink
ja: 矢澤にこ・ピンク
zh_hant: 矢澤妮可・粉色

source: 米女芽衣 · 胭脂红色
en: Mei Yoneme · Carmine
ja: 米女メイ・カーマイン
zh_hant: 米女芽衣・胭脂紅色

source: 米雅·泰勒 · 白金银色
en: Mia Taylor · Platinum silver
ja: ミア・テイラー・プラチナシルバー
zh_hant: 米雅·泰勒・白金銀色

source: 绚濑绘里 · 水蓝色
en: Eli Ayase · Aqua blue
ja: 絢瀬絵里・水色
zh_hant: 絢瀨繪里・水藍色

source: 艾玛·维尔德 · 浅绿色
en: Emma Verde · Light green
ja: エマ・ヴェルデ・ライトグリーン
zh_hant: 艾瑪·維爾德・淺綠色

source: 若菜四季 · 冰绿白色
en: Shiki Wakana · Ice green white
ja: 若菜四季・アイスグリーンホワイト
zh_hant: 若菜四季・冰綠白色

source: 蓮ノ空
en: Hasunosora

source: 薇恩·玛格丽特 · 优雅紫色
en: Wien Margarete · Elegant purple
ja: ウィーン・マルガレーテ・エレガントパープル
zh_hant: 薇恩·瑪格麗特・優雅紫色

source: 藤岛慈 · 天使白色
en: Megumi Fujishima · Angel white
ja: 藤島慈・エンジェルホワイト
zh_hant: 藤島慈・天使白色

source: 虹咲学园
en: Nijigasaki
ja: 虹ヶ咲学園
zh_hant: 虹咲學園

source: 西木野真姬 · 红色
en: Maki Nishikino · Red
ja: 西木野真姫・レッド
zh_hant: 西木野真姬・紅色

source: 近江彼方 · 堇色
en: Kanata Konoe · Violet
ja: 近江彼方・すみれ色

source: 钟岚珠 · 玫瑰金色
en: Lanzhu Zhong · Rose gold
ja: 鐘嵐珠・ローズゴールド
zh_hant: 鍾嵐珠・玫瑰金色

source: 高坂穗乃果 · 橙色
en: Honoka Kosaka · Orange
ja: 高坂穂乃果・オレンジ

source: 高海千歌 · 蜜柑色
en: Chika Takami · Mikan orange
ja: 高海千歌・みかん色

source: 鬼冢冬毬 · 烟熏蓝色
en: Tomari Onitsuka · Smoky blue
ja: 鬼塚冬毬・スモークブルー
zh_hant: 鬼冢冬毬・煙燻藍色

source: 鬼冢夏美 · 鬼夏粉色
en: Natsumi Onitsuka · Onitsuka pink
ja: 鬼塚夏美・オニナツピンク

source: 鹿角圣良 · 天蓝色
en: Seira Kazuno · Sky blue
ja: 鹿角聖良・スカイブルー
zh_hant: 鹿角聖良・天藍色

source: 鹿角理亚 · 纯白色
en: Leah Kazuno · Pure white
ja: 鹿角理亞・ピュアホワイト
zh_hant: 鹿角理亞・純白色

source: 黑泽露比 · 粉色
en: Ruby Kurosawa · Pink
ja: 黒澤ルビィ・ピンク
zh_hant: 黑澤露比・粉色

source: 黑泽黛雅 · 红色
en: Dia Kurosawa · Red
ja: 黒澤ダイヤ・レッド
zh_hant: 黑澤黛雅・紅色

# 默认璃奈粉色
source: 默认配色（粉色）
en: Default (pink)
ja: デフォルト（ピンク）
zh_hant: 預設配色（粉紅色）
